Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.5b622cf96e0e
source: トレーナー {{value1}}、{{value2}}、{{value3}}、{{value4}}
ar_sa: المدربون: {{value1}}، {{value2}}، {{value3}}، {{value4}}
ca: Entrenadors: {{value1}}, {{value2}}, {{value3}}, {{value4}}
cs: Trenéři: {{value1}}, {{value2}}, {{value3}}, {{value4}}
da: Trænere: {{value1}}, {{value2}}, {{value3}}, {{value4}}
de_de: Coaches: {{value1}}, {{value2}}, {{value3}}, {{value4}}
el: Προπονητές: {{value1}}, {{value2}}, {{value3}}, {{value4}}
en_au: Trainers: {{value1}}, {{value2}}, {{value3}}, {{value4}}
es_es: Entrenadores: {{value1}}, {{value2}}, {{value3}}, {{value4}}
fi: Valmentajat: {{value1}}, {{value2}}, {{value3}}, {{value4}}
fr_ca: Coachs : {{value1}}, {{value2}}, {{value3}}, {{value4}}
gu: ટ્રેનર: {{value1}}, {{value2}}, {{value3}}, {{value4}}
he: מאמנים: {{value1}}, {{value2}}, {{value3}}, {{value4}}
hi: ट्रेनर: {{value1}}, {{value2}}, {{value3}}, {{value4}}
hr: Treneri: {{value1}}, {{value2}}, {{value3}}, {{value4}}
hu: Edzők: {{value1}}, {{value2}}, {{value3}}, {{value4}}
id: Pelatih: {{value1}}, {{value2}}, {{value3}}, {{value4}}
it: Allenatori: {{value1}}, {{value2}}, {{value3}}, {{value4}}
ko: 트레이너: {{value1}}, {{value2}}, {{value3}}, {{value4}}
mr: प्रशिक्षक: {{value1}}, {{value2}}, {{value3}}, {{value4}}
ms: Jurulatih: {{value1}}, {{value2}}, {{value3}}, {{value4}}
nl_nl: Trainers: {{value1}}, {{value2}}, {{value3}}, {{value4}}
no: Trenere: {{value1}}, {{value2}}, {{value3}}, {{value4}}
pl: Trenerzy: {{value1}}, {{value2}}, {{value3}}, {{value4}}
pt_br: Treinadores: {{value1}}, {{value2}}, {{value3}}, {{value4}}
pt_pt: Treinadores: {{value1}}, {{value2}}, {{value3}}, {{value4}}
ro: Antrenori: {{value1}}, {{value2}}, {{value3}}, {{value4}}
ru: Тренеры: {{value1}}, {{value2}}, {{value3}}, {{value4}}
sk: Tréneri: {{value1}}, {{value2}}, {{value3}}, {{value4}}
sl: Trenerji: {{value1}}, {{value2}}, {{value3}}, {{value4}}
sv: Tränare: {{value1}}, {{value2}}, {{value3}}, {{value4}}
ta: பயிற்சியாளர்கள்: {{value1}}, {{value2}}, {{value3}}, {{value4}}
te: ట్రైనర్లు: {{value1}}, {{value2}}, {{value3}}, {{value4}}
th: เทรนเนอร์: {{value1}}, {{value2}}, {{value3}}, {{value4}}
tr: Antrenörler: {{value1}}, {{value2}}, {{value3}}, {{value4}}
uk: Тренери: {{value1}}, {{value2}}, {{value3}}, {{value4}}
vi: Huấn luyện viên: {{value1}}, {{value2}}, {{value3}}, {{value4}}
zh_hans: 教练：{{value1}}、{{value2}}、{{value3}}、{{value4}}
zh_hant: 教練：{{value1}}、{{value2}}、{{value3}}、{{value4}}

# core_ui.5d0ffa7e4b48
source: AI設定を初期値に戻す
ar_sa: إعادة إعدادات الذكاء الاصطناعي إلى القيم الافتراضية
ca: Restableix la configuració d'IA
cs: Obnovit výchozí nastavení AI
da: Nulstil AI-indstillinger
de_de: KI-Einstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων AI
en_au: Reset AI settings to defaults
es_es: Restablecer la configuración de IA
fi: Palauta tekoälyasetukset oletuksiin
fr_ca: Rétablir les réglages IA par défaut
gu: AI સેટિંગ્સ ડિફૉલ્ટ પર રીસેટ કરો
he: איפוס הגדרות AI לברירת המחדל
hi: AI सेटिंग्स को डिफ़ॉल्ट पर रीसेट करें
hr: Vrati AI postavke na zadano
hu: MI-beállítások visszaállítása
id: Atur ulang pengaturan AI
it: Ripristina le impostazioni IA predefinite
ko: AI 설정을 기본값으로 재설정
mr: AI सेटिंग्ज डीफॉल्टवर रीसेट करा
ms: Tetapkan semula tetapan AI
nl_nl: AI-instellingen herstellen
no: Tilbakestill AI-innstillinger
pl: Przywróć domyślne ustawienia AI
pt_br: Restaurar configurações padrão da IA
pt_pt: Restaurar definições padrão da IA
ro: Resetează setările AI
ru: Сбросить настройки ИИ
sk: Obnoviť predvolené nastavenia AI
sl: Ponastavi nastavitve UI
sv: Återställ AI-inställningar
ta: AI அமைப்புகளை இயல்புநிலைக்கு மீட்டமைக்கவும்
te: AI సెట్టింగ్‌లను డిఫాల్ట్‌కు రీసెట్ చేయండి
th: คืนค่าการตั้งค่า AI เป็นค่าเริ่มต้น
tr: AI ayarlarını varsayılana döndür
uk: Скинути налаштування ШІ
vi: Đặt lại cài đặt AI về mặc định
zh_hans: 将AI设置恢复为默认值
zh_hant: 將AI設定恢復為預設值

# core_ui.5dea169a560e
source: 不適切な内容
ar_sa: محتوى غير ملائم
ca: Contingut inadequat
cs: Nevhodný obsah
da: Upassende indhold
de_de: Unangemessener Inhalt
el: Ακατάλληλο περιεχόμενο
en_au: Inappropriate content
es_es: Contenido inapropiado
fi: Sopimaton sisältö
fr_ca: Contenu inapproprié
gu: અયોગ્ય સામગ્રી
he: תוכן בלתי הולם
hi: अनुचित सामग्री
hr: Neprimjeren sadržaj
hu: Nem megfelelő tartalom
id: Konten tidak pantas
it: Contenuto inappropriato
ko: 부적절한 콘텐츠
mr: अयोग्य मजकूर
ms: Kandungan tidak sesuai
nl_nl: Ongepaste inhoud
no: Upassende innhold
pl: Nieodpowiednia treść
pt_br: Conteúdo impróprio
pt_pt: Conteúdo impróprio
ro: Conținut neadecvat
ru: Недопустимое содержимое
sk: Nevhodný obsah
sl: Neprimerna vsebina
sv: Olämpligt innehåll
ta: பொருத்தமற்ற உள்ளடக்கம்
te: అనుచితమైన విషయం
th: เนื้อหาไม่เหมาะสม
tr: Uygunsuz içerik
uk: Неприпустимий вміст
vi: Nội dung không phù hợp
zh_hans: 不当内容
zh_hant: 不當內容

# core_ui.5e0934899b21
source: {{value1}}/{{value2}}回
ar_sa: {{value1}}/{{value2}} تكرارات
ca: {{value1}}/{{value2}} repeticions
cs: {{value1}}/{{value2}} opakování
da: {{value1}}/{{value2}} gentagelser
de_de: {{value1}}/{{value2}} Wdh.
el: {{value1}}/{{value2}} επαναλήψεις
en_au: {{value1}}/{{value2}} reps
es_es: {{value1}}/{{value2}} repeticiones
fi: {{value1}}/{{value2}} toistoa
fr_ca: {{value1}}/{{value2}} répétitions
gu: {{value1}}/{{value2}} રેપ્સ
he: {{value1}}/{{value2}} חזרות
hi: {{value1}}/{{value2}} रेप्स
hr: {{value1}}/{{value2}} ponavljanja
hu: {{value1}}/{{value2}} ismétlés
id: {{value1}}/{{value2}} repetisi
it: {{value1}}/{{value2}} ripetizioni
ko: {{value1}}/{{value2}}회
mr: {{value1}}/{{value2}} रेप्स
ms: {{value1}}/{{value2}} ulangan
nl_nl: {{value1}}/{{value2}} herhalingen
no: {{value1}}/{{value2}} repetisjoner
pl: {{value1}}/{{value2}} powtórzeń
pt_br: {{value1}}/{{value2}} repetições
pt_pt: {{value1}}/{{value2}} repetições
ro: {{value1}}/{{value2}} repetări
ru: {{value1}}/{{value2}} повторений
sk: {{value1}}/{{value2}} opakovaní
sl: {{value1}}/{{value2}} ponovitev
sv: {{value1}}/{{value2}} repetitioner
ta: {{value1}}/{{value2}} ரெப்ஸ்
te: {{value1}}/{{value2}} రెప్స్
th: {{value1}}/{{value2}} ครั้ง
tr: {{value1}}/{{value2}} tekrar
uk: {{value1}}/{{value2}} повторень
vi: {{value1}}/{{value2}} lần lặp
zh_hans: {{value1}}/{{value2}} 次
zh_hant: {{value1}}/{{value2}} 次

# core_ui.5f561feac629
source: 休憩
ar_sa: راحة
ca: Descans
cs: Odpočinek
da: Hvile
de_de: Pause
el: Ανάπαυση
en_au: Rest
es_es: Descanso
fi: Lepo
fr_ca: Repos
gu: આરામ
he: מנוחה
hi: आराम
hr: Odmor
hu: Pihenés
id: Istirahat
it: Riposo
ko: 휴식
mr: विश्रांती
ms: Rehat
nl_nl: Rust
no: Hvile
pl: Odpoczynek
pt_br: Descanso
pt_pt: Descanso
ro: Odihnă
ru: Отдых
sk: Odpočinok
sl: Počitek
sv: Vila
ta: ஓய்வு
te: విశ్రాంతి
th: พัก
tr: Dinlenme
uk: Відпочинок
vi: Nghỉ
zh_hans: 休息
zh_hant: 休息

# core_ui.5f8bbdddc70b
source: 診断ログにはiPhoneとApple Watchの動作・通信・ワークアウト操作の記録が含まれます。外部へは自動送信されません。
ar_sa: يتضمن سجل التشخيص سجلات لحركات iPhone وApple Watch واتصالاتها وعمليات التمرين. ولا يتم إرساله تلقائيًا خارجيًا.
ca: El registre de diagnòstic inclou registres dels moviments, comunicacions i operacions d'entrenament de l'iPhone i Apple Watch. No s'envia automàticament a l'exterior.
cs: Diagnostický log obsahuje záznamy o fungování a komunikaci iPhone i Apple Watch, stejně jako provedené cvičení. Není automaticky zasílán na externí servery.
da: Diagnoseloggen indeholder oplysninger om iPhone og Apple Watch's funktion, kommunikation og træningsaktiviteter. Den sendes ikke automatisk til eksterne enheder.
de_de: Der Diagnose-Log enthält Aufzeichnungen über die Funktion, Kommunikation und Trainingsaktivitäten Ihres iPhones und Apple Watch. Er wird nicht automatisch an Dritte gesendet.
el: Το αρχείο καταγραφής διαθέτει καταγραφή της λειτουργίας, επικοινωνίας και των δραστηριοτήτων του iPhone και του Apple Watch. Δεν αποστέλλεται αυτόματα στο εξωτερικό.
en_au: The diagnostic log includes records of iPhone and Apple Watch usage, communication, and workout activities. It is not automatically sent to external sources.
es_es: El registro de diagnóstico incluye el funcionamiento, la comunicación y las actividades del iPhone y Apple Watch. No se envía automáticamente a terceros.
fi: Diagnostiikkalogi sisältää iPhone- ja Apple Watch -laitteiden toiminnan, yhteydenpidon sekä harjoittelun tiedot. Se ei lähetetä automaattisesti ulos.
fr_ca: Le journal de diagnostic contient les données relatives au fonctionnement, à la communication et aux activités de votre iPhone et de votre Apple Watch. Il n'est pas automatiquement envoyé à l'extérieur.
gu: ડાયગ્નોસ્ટિક લોગમાં iPhone અને Apple Watchના ઑપરેશન, કોમ્યુનિકેશન અને વર્કઆઉટની કામગીરીની માહિતી શામેલ છે. આ આપોઆપ બાહ્ય ઉપકરણ પર મોકલવામાં આવતું નથી.
he: יומן הדיאגנוזה כולל תיעוד של פעולת, תקשורת ופעילות גופנית במכשיר iPhone וב-Apple Watch. הוא לא נשלח אוטומטית למקום חיצוני.
hi: इस लॉग में iPhone और Apple Watch के उपयोग, संचार और वर्कआउट के रिकॉर्ड शामिल हैं। यह स्वचालित रूप से बाहर नहीं भेजा जाता है।
hr: Log aktivnosti uključuje podatke o radu i komunikaciji iPhonea i Apple Watcha, kao i podacima o vježbi. Automatski se ne šalju na van.
hu: A diagnosztikai napló tartalmazza az iPhone és Apple Watch működésének, kommunikációjának és edzésvezérlésének adatait. Automatikusan nem küldődik ki.
id: Log diagnosis mencakup rekaman aktivitas dan komunikasi iPhone serta Apple Watch. Tidak dikirim secara otomatis ke pihak lain.
it: Il log diagnostico include informazioni sull'attività fisica e sulla comunicazione tra iPhone e Apple Watch. Non viene automaticamente inviato all'esterno.
ko: 진단 로그에는 iPhone 및 Apple Watch의 작동, 통신, 운동 기록이 포함됩니다. 외부로 자동 전송되지 않습니다.
mr: निदान लॉगमध्ये iPhone आणि Apple Watch च्या कार्याचा, संपर्काचा आणि वर्कआउटच्या नोंदी समाविष्ट आहेत. हे आपोआप बाहेर पाठवले जात नाहीत.
ms: Log diagnosis termasuk rekod operasi, komunikasi, dan aktiviti menggunakan iPhone dan Apple Watch. Ia tidak dihantar secara automatik ke pihak lain.
nl_nl: De diagnose-log bevat gegevens over de werking, communicatie en workouts op uw iPhone en Apple Watch. Deze worden niet automatisch naar buiten verzonden.
no: Diagnoseloggen inneholder informasjon om iPhone og Apple Watch sin funksjonalitet, kommunikasjon og treningsaktiviteter. Den sendes ikke automatisk til eksterne enheter.
pl: Log diagnostyczny zawiera informacje o działaniu i komunikacji iPhone'a oraz Apple Watch, a także o wykonywanych ćwiczeniach. Nie jest automatycznie wysyłany na zewnątrz.
pt_br: O log de diagnóstico inclui registros de funcionamento, comunicação e atividades do iPhone e Apple Watch. Não é enviado automaticamente para fora.
pt_pt: O log de diagnóstico inclui registros de funcionamento, comunicação e atividades do iPhone e Apple Watch. Não é enviado automaticamente para fora.
ro: Jurnalul de diagnostic include înregistrări ale funcționării, comunicării și activităților fizice pe iPhone și Apple Watch. Nu sunt trimise automat către exterior.
ru: Журнал диагностики содержит информацию о работе и взаимодействии iPhone и Apple Watch, а также об использовании тренировок. Он автоматически не отправляется на внешние устройства.
sk: Diagnostický log obsahuje záznamy o fungovaní, komunikácii a aktivitách na iPhone a Apple Watch. Neposielajú sa automaticky na externé servery.
sl: Logarizem diagnostike vsebuje podatke o delovanju in komunikaciji iPhonea ter Apple Watch, ter uporabi za vadbo. Niso poslane na zunanjo stran.
sv: Diagnosloggen innehåller information om iPhone och Apple Watch-funktioner, kommunikation och träningsaktiviteter. Den skickas inte automatiskt till dig.
ta: இந்த பதிவில், ஐபோன் மற்றும் ஆப்பிள் வாட்ச் ஆகியவற்றின் செயல்பாடுகள், தகவல் தொடர்பு மற்றும் உடற்பயிற்சி தொடர்பான தரவுகள் அடங்கும். இது தானாகவே வெளி அனுப்பப்படாது.
te: డయాగ్నస్ లాగ్‌లో iPhone మరియు Apple Watch యొక్క పనితీరు, కమ్యూనికేషన్ మరియు వ్యాయామ కార్యకలాపాల రికార్డులు ఉంటాయి. ఇది స్వయంచాలకంగా బయటికి పంపబడదు.
th: บันทึกข้อมูลการทำงานของ iPhone และ Apple Watch รวมถึงการออกกำลังกาย จะถูกเก็บไว้ในบันทึก หากต้องการส่งออก สามารถทำได้
tr: Tanılama günlükleri, iPhone ve Apple Watch'un çalışma, iletişim ve egzersiz operasyonlarının kayıtlarını içerir. Dışarıya otomatik olarak gönderilmez.
uk: Журнал діагностики містить записи щодо роботи та зв'язку iPhone та Apple Watch, а також дій під час тренувань. Він не надсилається автоматично назовні.
vi: Lưu trữ nhật ký chẩn đoán bao gồm hoạt động, kết nối và thao tác tập luyện trên iPhone và Apple Watch. Không tự động gửi ra bên ngoài.
zh_hans: 诊断日志包含iPhone和Apple Watch的设备操作、通信和锻炼记录。不会自动发送给外部。
zh_hant: 诊断日志包含iPhone和Apple Watch的运行、通信和锻炼操作记录。不会自动发送给外部。

# core_ui.5fc716aa3fbf
source: 基本情報・任意
ar_sa: المعلومات الأساسية · اختيارية
ca: Informació bàsica · Opcional
cs: Základní informace · Volitelné
da: Grundlæggende oplysninger · Valgfrit
de_de: Grundangaben · Optional
el: Βασικές πληροφορίες · Προαιρετικό
en_au: Basic information · Optional
es_es: Información básica · Opcional
fi: Perustiedot · Valinnainen
fr_ca: Informations de base · Facultatif
gu: મૂળભૂત માહિતી · વૈકલ્પિક
he: מידע בסיסי · אופציונלי
hi: मूल जानकारी · वैकल्पिक
hr: Osnovni podaci · Neobavezno
hu: Alapadatok · Opcionális
id: Informasi dasar · Opsional
it: Informazioni di base · Facoltativo
ko: 기본 정보 · 선택 사항
mr: मूलभूत माहिती · ऐच्छिक
ms: Maklumat asas · Pilihan
nl_nl: Basisinformatie · Optioneel
no: Grunnleggende informasjon · Valgfritt
pl: Podstawowe informacje · Opcjonalnie
pt_br: Informações básicas · Opcional
pt_pt: Informações básicas · Opcional
ro: Informații de bază · Opțional
ru: Основные сведения · Необязательно
sk: Základné informácie · Voliteľné
sl: Osnovni podatki · Neobvezno
sv: Grundläggande information · Valfritt
ta: அடிப்படைத் தகவல் · விருப்பம்
te: ప్రాథమిక సమాచారం · ఐచ్ఛికం
th: ข้อมูลพื้นฐาน · ไม่บังคับ
tr: Temel bilgiler · İsteğe bağlı
uk: Основні відомості · Необов’язково
vi: Thông tin cơ bản · Không bắt buộc
zh_hans: 基本信息 · 可选
zh_hant: 基本資訊 · 可選

# core_ui.60083756f428
source: 回数
ar_sa: التكرارات
ca: Repeticions
cs: Opakování
da: Gentagelser
de_de: Wiederholungen
el: Επαναλήψεις
en_au: Reps
es_es: Repeticiones
fi: Toistot
fr_ca: Répétitions
gu: રેપ્સ
he: חזרות
hi: रेप्स
hr: Ponavljanja
hu: Ismétlések
id: Repetisi
it: Ripetizioni
ko: 횟수
mr: रेप्स
ms: Ulangan
nl_nl: Herhalingen
no: Repetisjoner
pl: Powtórzenia
pt_br: Repetições
pt_pt: Repetições
ro: Repetări
ru: Повторения
sk: Opakovania
sl: Ponovitve
sv: Repetitioner
ta: ரெப்ஸ்
te: రెప్స్
th: จำนวนครั้ง
tr: Tekrarlar
uk: Повторення
vi: Số lần lặp
zh_hans: 次数
zh_hant: 次數

# core_ui.6122ee8bbee3
source: たんぱく質
ar_sa: البروتين
ca: Proteïna
cs: Bílkoviny
da: Protein
de_de: Protein
el: Πρωτεΐνη
en_au: Protein
es_es: Proteína
fi: Proteiini
fr_ca: Protéines
gu: પ્રોટીન
he: חלבון
hi: प्रोटीन
hr: Proteini
hu: Fehérje
id: Protein
it: Proteine
ko: 단백질
mr: प्रथिने
ms: Protein
nl_nl: Eiwit
no: Protein
pl: Białko
pt_br: Proteína
pt_pt: Proteína
ro: Proteine
ru: Белок
sk: Bielkoviny
sl: Beljakovine
sv: Protein
ta: புரதம்
te: ప్రోటీన్
th: โปรตีน
tr: Protein
uk: Білок
vi: Protein
zh_hans: 蛋白质
zh_hant: 蛋白質

# core_ui.636a7ce9c4c4
source: 計画を作成
ar_sa: إنشاء خطة
ca: crear un pla
cs: Vytvořit plán
da: Opret en plan
de_de: Plan erstellen
el: Δημιουργία πλάνου
en_au: Create a plan
es_es: Crear un plan
fi: Luo uusi suunnitelma
fr_ca: Créer un plan
gu: યોજના બનાવો
he: צור תוכנית
hi: योजना बनाएं
hr: Kreirajte plan
hu: Terv létrehozása
id: Buat rencana
it: Crea un piano
ko: 계획 생성
mr: योजना तयार करा
ms: Buat rencana
nl_nl: Planning maken
no: Opprett en plan
pl: Utwórz plan
pt_br: Criar plano
pt_pt: Criar plano
ro: Creați un plan
ru: Создать план
sk: Vytvorte plán
sl: Ustvarite načrt
sv: Skapa en plan
ta: திட்டம் உருவாக்கவும்
te: ప్రణాళికను సృష్టించండి
th: สร้างแผน
tr: Plan Oluştur
uk: Створити план
vi: Tạo kế hoạch
zh_hans: 创建计划
zh_hant: 创建计划

# core_ui.647335981a99
source: あとはBodyModeに任せてください。毎日、今日やることを最大3つ提案します。
ar_sa: دع الباقي لـ BodyMode. يقترح لك كل يوم ما يصل إلى ثلاثة إجراءات.
ca: Deixa que BodyMode se n'encarregui. Cada dia et suggereix fins a tres accions.
cs: Nechte zbytek na BodyMode. Každý den navrhne až tři akce.
da: Lad BodyMode tage over herfra. Hver dag foreslås op til tre handlinger.
de_de: Überlasse den Rest BodyMode. Jeden Tag werden bis zu drei Aktionen vorgeschlagen.
el: Άφησε το BodyMode να συνεχίσει από εδώ. Κάθε μέρα προτείνει έως τρεις ενέργειες.
en_au: Let BodyMode take it from here. Each day, it suggests up to three actions.
es_es: Deja el resto en manos de BodyMode. Cada día te sugerirá hasta tres acciones.
fi: Anna BodyModen jatkaa tästä. Se ehdottaa joka päivä enintään kolme toimintoa.
fr_ca: Laissez BodyMode prendre le relais. Chaque jour, l'app propose jusqu'à trois actions.
gu: બાકીનું BodyMode પર છોડી દો. તે દરરોજ વધુમાં વધુ ત્રણ ક્રિયાઓ સૂચવે છે.
he: מכאן BodyMode מטפל בשאר. בכל יום מוצעות עד שלוש פעולות.
hi: अब बाकी BodyMode पर छोड़ दें। यह हर दिन अधिकतम तीन काम सुझाता है।
hr: Prepustite dalje BodyModeu. Svaki dan predlaže do tri radnje.
hu: Bízd innen a BodyMode-ra. Naponta legfeljebb három műveletet javasol.
id: Serahkan selanjutnya kepada BodyMode. Setiap hari, aplikasi menyarankan hingga tiga tindakan.
it: Lascia fare a BodyMode. Ogni giorno ti suggerirà fino a tre azioni.
ko: 이제 BodyMode에 맡기세요. 매일 최대 3개의 행동을 추천합니다.
mr: आता पुढचे BodyMode वर सोडा. ते दररोज जास्तीत जास्त तीन कृती सुचवेल.
ms: Serahkan selebihnya kepada BodyMode. Setiap hari, aplikasi mencadangkan sehingga tiga tindakan.
nl_nl: Laat de rest aan BodyMode over. Elke dag krijg je maximaal drie acties voorgesteld.
no: La BodyMode ta over herfra. Hver dag foreslås opptil tre handlinger.
pl: Pozwól BodyMode zająć się resztą. Każdego dnia zaproponuje do trzech działań.
pt_br: Deixe o restante com o BodyMode. Todos os dias, ele sugere até três ações.
pt_pt: Deixe o resto com o BodyMode. Todos os dias são sugeridas até três ações.
ro: Lasă BodyMode să continue de aici. În fiecare zi, îți recomandă până la trei acțiuni.
ru: Дальше позаботится BodyMode. Каждый день приложение предлагает до трёх действий.
sk: Nechajte zvyšok na BodyMode. Každý deň navrhne najviac tri akcie.
sl: Od tu naprej prepustite BodyModeu. Vsak dan predlaga do tri dejanja.
sv: Låt BodyMode ta över härifrån. Varje dag föreslås upp till tre åtgärder.
ta: இனி BodyMode பார்த்துக்கொள்ளட்டும். தினமும் அதிகபட்சம் மூன்று செயல்களைப் பரிந்துரைக்கும்.
te: ఇక నుంచి BodyMode చూసుకుంటుంది. ప్రతి రోజు గరిష్ఠంగా మూడు చర్యలను సిఫార్సు చేస్తుంది.
th: จากนี้ให้ BodyMode ดูแล ทุกวันระบบจะแนะนำสิ่งที่ควรทำไม่เกิน 3 อย่าง
tr: Buradan sonrasını BodyMode'a bırak. Her gün en fazla üç eylem önerir.
uk: Далі подбає BodyMode. Щодня застосунок пропонує до трьох дій.
vi: Hãy để BodyMode lo phần còn lại. Mỗi ngày, ứng dụng đề xuất tối đa ba hành động.
zh_hans: 接下来交给BodyMode。每天最多为你建议3项行动。
zh_hant: 接下來交給BodyMode。每天最多為你建議3項行動。

# core_ui.66bbc01c25cd
source: 完了にする
ar_sa: وضع علامة كمكتمل
ca: Marca com a completat
cs: Označit jako dokončené
da: Markér som fuldført
de_de: Als abgeschlossen markieren
el: Σήμανση ως ολοκληρωμένο
en_au: Mark complete
es_es: Marcar como completado
fi: Merkitse suoritetuksi
fr_ca: Marquer comme terminé
gu: પૂર્ણ તરીકે ચિહ્નિત કરો
he: סימון כהושלם
hi: पूरा चिह्नित करें
hr: Označi kao dovršeno
hu: Megjelölés teljesítettként
id: Tandai selesai
it: Segna come completato
ko: 완료로 표시
mr: पूर्ण म्हणून चिन्हांकित करा
ms: Tandakan selesai
nl_nl: Markeren als voltooid
no: Merk som fullført
pl: Oznacz jako ukończone
pt_br: Marcar como concluído
pt_pt: Marcar como concluído
ro: Marchează ca finalizat
ru: Отметить как выполненное
sk: Označiť ako dokončené
sl: Označi kot dokončano
sv: Markera som slutfört
ta: முடிந்ததாகக் குறிக்கவும்
te: పూర్తైనట్లు గుర్తించండి
th: ทำเครื่องหมายว่าเสร็จ
tr: Tamamlandı olarak işaretle
uk: Позначити як виконане
vi: Đánh dấu hoàn thành
zh_hans: 标记为完成
zh_hant: 標記為完成

# core_ui.66cd07bba953
source: 脂質
ar_sa: الدهون
ca: lípid
cs: Tuk
da: Fedt
de_de: Fettgehalt
el: Λιπαρά
en_au: Fat
es_es: Grasa
fi: Rasva
fr_ca: Lipides
gu: ચરબી
he: שומן
hi: वसा
hr: Mast
hu: Zsírtartalom
id: Lemak
it: Grassi
ko: 지방
mr: चरबी
ms: Lemak
nl_nl: Vetgehalte
no: Fett
pl: Tłuszcz
pt_br: Gordura
pt_pt: Gordura
ro: Grăsimi
ru: Жиры
sk: Tuky
sl: Maščobe
sv: Fett
ta: கொழுப்பு
te: కొవ్వు
th: ไขมัน
tr: Yağ
uk: Жири
vi: Chất béo
zh_hans: 脂肪
zh_hant: 脂肪

# core_ui.684a148ea1f5
source: 書き出せませんでした
ar_sa: تعذّر التصدير
ca: No s'ha pogut exportar
cs: Export se nezdařil
da: Kunne ikke eksportere
de_de: Export nicht möglich
el: Δεν ήταν δυνατή η εξαγωγή
en_au: Couldn't export
es_es: No se ha podido exportar
fi: Vienti epäonnistui
fr_ca: Échec de l'exportation
gu: એક્સપોર્ટ થઈ શક્યું નહીં
he: לא ניתן לייצא
hi: निर्यात नहीं हो सका
hr: Izvoz nije uspio
hu: Nem sikerült exportálni
id: Tidak dapat mengekspor
it: Impossibile esportare
ko: 내보낼 수 없습니다
mr: एक्सपोर्ट करता आले नाही
ms: Tidak dapat mengeksport
nl_nl: Exporteren mislukt
no: Kunne ikke eksportere
pl: Nie udało się wyeksportować
pt_br: Não foi possível exportar
pt_pt: Não foi possível exportar
ro: Nu s-a putut exporta
ru: Не удалось экспортировать
sk: Export zlyhal
sl: Izvoz ni uspel
sv: Det gick inte att exportera
ta: ஏற்றுமதி செய்ய முடியவில்லை
te: ఎగుమతి చేయలేకపోయింది
th: ส่งออกไม่ได้
tr: Dışa aktarılamadı
uk: Не вдалося експортувати
vi: Không thể xuất
zh_hans: 无法导出
zh_hant: 無法匯出

# core_ui.6861aea5ee0c
source: 現在選択: {{value1}}
ar_sa: الآن محدد: {{value1}}
ca: Mod actual seleccionat: {{value1}}
cs: Aktuálně vybrané: {{value1}}
da: Valgt: {{value1}}
de_de: Ausgewählt: {{value1}}
el: Επιλεγμένο τώρα: {{value1}}
en_au: Currently selected: {{value1}}
es_es: Selección actual: {{value1}}
fi: Valittu: {{value1}}
fr_ca: Sélection actuelle : {{value1}}
gu: હાલમાં પસંદ કરેલ: {{value1}}
he: בחירה נוכחית: {{value1}}
hi: वर्तमान में चयनित: {{value1}}
hr: Trenutno odabrano: {{value1}}
hu: Jelenleg kiválasztva: {{value1}}
id: Saat ini dipilih: {{value1}}
it: Attualmente selezionato: {{value1}}
ko: 현재 선택: {{value1}}
mr: सध्या निवडलेले: {{value1}}
ms: Pilihan semasa: {{value1}}
nl_nl: Momenteel geselecteerd: {{value1}}
no: Valgt: {{value1}}
pl: Obecnie wybrane: {{value1}}
pt_br: Selecionado atualmente: {{value1}}
pt_pt: Selecionado atualmente: {{value1}}
ro: Selectat în prezent: {{value1}}
ru: Выбран: {{value1}}
sk: Aktívne: {{value1}}
sl: Trenutno izbrano: {{value1}}
sv: Nuvarande val: {{value1}}
ta: தற்போது தேர்ந்தெடுக்கப்பட்டது: {{value1}}
te: ప్రస్తుతం ఎంచుకున్నది: {{value1}}
th: เลือก: {{value1}} ปัจจุบัน
tr: Şu anda seçili: {{value1}}
uk: Поточний вибір: {{value1}}
vi: Hiện tại chọn: {{value1}}
zh_hans: 当前选择: {{value1}}
zh_hant: 目前選擇: {{value1}}

# core_ui.6867f20e988c
source: AI接続
ar_sa: اتصال الذكاء الاصطناعي
ca: Connexió d'IA
cs: Připojení AI
da: AI-forbindelse
de_de: KI-Verbindung
el: Σύνδεση AI
en_au: AI connection
es_es: Conexión de IA
fi: Tekoäly-yhteys
fr_ca: Connexion IA
gu: AI કનેક્શન
he: חיבור AI
hi: AI कनेक्शन
hr: AI veza
hu: MI-kapcsolat
id: Koneksi AI
it: Connessione IA
ko: AI 연결
mr: AI कनेक्शन
ms: Sambungan AI
nl_nl: AI-verbinding
no: AI-tilkobling
pl: Połączenie AI
pt_br: Conexão da IA
pt_pt: Ligação da IA
ro: Conexiune AI
ru: Подключение ИИ
sk: Pripojenie AI
sl: Povezava UI
sv: AI-anslutning
ta: AI இணைப்பு
te: AI కనెక్షన్
th: การเชื่อมต่อ AI
tr: AI bağlantısı
uk: Підключення ШІ
vi: Kết nối AI
zh_hans: AI连接
zh_hant: AI連線
